[
    {
        "body": "# First Post!\r\n_by Stephen Huan_\r\n\r\nNo date necessary because it is stored by the system! To see an archive of past emails, go [here](https://activities.tjhsst.edu/cubing/archive/emails).\r\n\r\n### Introduction\r\n\r\nI once wondered what Alexander Graham Bell must have felt when he made the first ever phone call. Now, I wonder no longer. Gentlemen, we stand at the birth of a nation. If TJHSST's [Postorius](http://lists.tjhsst.edu/) system will not work anymore, then we will make our own system! Not even the folks at our own [Computer Team](https://activities.tjhsst.edu/sct/) have a working email list. Not even (web)**Dev** club has its own working [website](https://tjdev.club/).\r\n\r\nTJ Cubing is henceforth its own sovereign nation, dependent on no one. Suppose Director goes down. No problem! The code is open source and not tied to any proprietary system. \r\n\r\n### What This Is\r\n\r\nThe purpose of this newsletter and the frequency of posts has not been determined yet. It may become similar to Jayden Mcneill's [newletter](https://jaydenmcneill.com/free), a staple among fast cubers. This system may also replace or supplement Facebook posts as an open mechanism to deliver information. \r\n\r\n### Conclusion\r\n\r\n\"We choose to ~~go to the Moon~~ cube in this decade and do the other things, not because they are easy, but because they are hard.\"\r\n\r\nJoin us in a mission of constant self-improvement.",
        "subject": "Birth of a Newsletter",
        "time": 1562778016.38861
    },
    {
        "body": "Hello everybody!\r\n\r\n##### Summary\r\nFirst meeting are hectic as always, but we successfully tried out the new \"competition simulation\" (compsim) program. Results of the first week can be found [here](https://activities.tjhsst.edu/cubing/weekly/inhouse) (we may give rewards in the future!).\r\n\r\nIn general, you can find all cube club information on the [website](https://activities.tjhsst.edu/cubing/), including [algorithms](https://activities.tjhsst.edu/cubing/algorithms), upcoming [WCA](https://www.worldcubeassociation.org) competitions, and even [lectures](https://activities.tjhsst.edu/cubing/weekly/lectures). \r\n\r\n##### Rankings\r\nYou can make an account on this site associated your ION login and tie it to your WCA account. Check the [rankings](https://activities.tjhsst.edu/cubing/results/rankings) for a list of all TJ students and [records](https://activities.tjhsst.edu/cubing/results/records) for TJ's best ever results (or try to beat them yourself).\r\n\r\nIf for any reason you want _off_ this list, by the way, email this email address with the subject \"UNSUBSCRIBE\" [sic].\r\n\r\nThanks,\r\n\r\nRubik's Cube Club Officers",
        "subject": "First Rubik's Club Meeting of 2019-2020!",
        "time": 1569204415.0076938
    },
    {
        "body": "Hey all,\r\n\r\nI know we haven't had club for a while due to some conflicts with Latin, but we'll be starting back up today. Make sure to come since we have some important things to discuss regarding upcoming events!\r\n\r\nTJ Cubing Officers",
        "subject": "Club Today",
        "time": 1582116328.6310086
    }
]
